Repository: Ozenforwin/akifi-ios
Catalog: AkifiIOS/Localization/Localizable.xcstrings
Source language: ru
Languages: en, es

# account.addAccount
source: Добавить счёт
en: Add Account
es: Añadir cuenta

# account.balance
source: Баланс
en: Balance
es: Saldo

# account.edit
source: Редактировать счёт
en: Edit account
es: Editar cuenta

# account.hideBalance
source: Скрыть баланс
en: Hide balance
es: Ocultar saldo

# account.namePlaceholder
source: Мой счёт
en: My account
es: Mi cuenta

# account.new
source: Новый счёт
en: New account
es: Nueva cuenta

# account.primary
source: Основной счёт
en: Primary account
es: Cuenta principal

# account.setPrimary
source: Сделать основным
en: Set as primary
es: Establecer como principal

# account.settings
source: Настройки счёта
en: Account Settings
es: Ajustes de cuenta

# account.shared
source: Общая
en: Shared
es: Compartida

# account.sharing.membersAndSplits
source: Участники и доли
en: Members & splits
es: Participantes y porcentajes

# account.sharing.membersAndSplits.subtitle
source: Пригласи людей и задай процент каждому
en: Invite people and set each share percentage
es: Invita a otros y define cada porcentaje

# account.sharing.section
source: Совместный доступ
en: Sharing
es: Compartido

# account.showBalance
source: Показать баланс
en: Show balance
es: Mostrar saldo

# achievement.great
source: Отлично!
en: Awesome!
es: ¡Genial!

# achievement.points
source: очков
en: points
es: puntos

# achievement.unlocked
source: Достижение получено
en: Achievement Unlocked
es: Logro desbloqueado

# achievements.achievementUnlocked
source: Достижение разблокировано!
en: Achievement unlocked!
es: Achievement unlocked!

# achievements.great
source: Отлично!
en: Great!
es: Great!

# achievements.title
source: Достижения
en: Achievements
es: Achievements

# achievements.total
source: Всего
en: Total
es: Total

# achievements.unlocked
source: Разблокировано
en: Unlocked
es: Unlocked

# action.action
source: Действие
en: Action
es: Accion

# action.add
source: Добавить
en: Add
es: Agregar

# action.cancel
source: Отмена
en: Cancel
es: Cancelar

# action.changes
source: Изменения
en: Changes
es: Cambios

# action.close
source: Закрыть
en: Close
es: Cerrar

# action.confirm
source: Подтвердить
en: Confirm
es: Confirmar

# action.confirmation
source: Подтверждение
en: Confirmation
es: Confirmacion

# action.delete
source: Удалить
en: Delete
es: Eliminar

# action.done
source: Готово
en: Done
es: Hecho

# action.edit
source: Редактировать
en: Edit
es: Editar

# action.irreversible
source: Нельзя отменить
en: Cannot be undone
es: No se puede deshacer

# action.plan
source: План
en: Plan
es: Plan

# action.restore
source: Восстановить
en: Restore
es: Restaurar

# action.reversible
source: Можно отменить
en: Can be undone
es: Se puede deshacer

# action.risk
source: Риск
en: Risk
es: Riesgo

# action.save
source: Сохранить
en: Save
es: Guardar

# ai.digestDescription
source: Получайте сводку по финансам каждый понедельник
en: Get a financial summary every Monday
es: Recibe un resumen financiero cada lunes

# ai.quietHours
source: Тихие часы
en: Quiet Hours
es: Horas silenciosas

# ai.quietHours.end
source: Конец
en: End
es: Fin

# ai.quietHours.start
source: Начало
en: Start
es: Inicio

# ai.quietHoursDescription
source: Без уведомлений AI в указанное время
en: No AI notifications during these hours
es: Sin notificaciones de IA en estas horas

# ai.section.digest
source: Дайджест
en: Digest
es: Resumen

# ai.section.quietHours
source: Тихие часы
en: Quiet Hours
es: Horas silenciosas

# ai.section.tone
source: Тон ответов
en: Response Tone
es: Tono de respuesta

# ai.settings.title
source: Настройки AI
en: AI Settings
es: Ajustes de IA

# ai.weeklyDigest
source: Еженедельный дайджест
en: Weekly Digest
es: Resumen semanal

# analytics.allBalances
source: Все балансы
en: All balances
es: Todos los saldos

# analytics.availableToday
source: Доступно на сегодня
en: Available today
es: Disponible hoy

# analytics.byCategory
source: По категориям
en: By category
es: Por categoría

# analytics.cashflow
source: Денежный поток
en: Cash flow
es: Flujo de caja

# analytics.cashflowHint
source: Графики денежных потоков
en: Your cash flow charts
es: Gráficos de flujo de efectivo

# analytics.cashflowTrend
source: Тренд доходов и расходов
en: Income & expense trend
es: Tendencia de ingresos y gastos

# analytics.categoryHint
source: Разбор расходов по категориям
en: Expense breakdown by category
es: Desglose de gastos por categoría

# analytics.dailyLimit
source: Доступно на сегодня
en: Available Today
es: Disponible hoy

# analytics.dailyLimitDesc
source: Рекомендуемый дневной лимит расходов
en: Recommended daily spending limit
es: Límite diario de gastos recomendado

# analytics.empty.description
source: Добавьте несколько операций, чтобы увидеть графики и отчёты
en: Add a few transactions to see charts and reports
es: Añada algunas operaciones para ver gráficos e informes

# analytics.empty.title
source: Аналитика появится здесь
en: Analytics will appear here
es: Los análisis aparecerán aquí

# analytics.moreCategories.%lld
source: Ещё %lld категорий
en: %lld more categories
es: %lld categorías más

# analytics.net
source: Нетто
en: Net
es: Neto

# analytics.noAccounts
source: Нет счетов
en: No accounts
es: Sin cuentas

# analytics.noData
source: Нет данных
en: No data
es: No data

# analytics.noExpenses
source: Нет расходов
en: No expenses
es: Sin gastos

# analytics.portfolio
source: Портфель счетов
en: Account portfolio
es: Portafolio de cuentas

# analytics.recommendedDailyLimit
source: Рекомендуемый дневной лимит расходов
en: Recommended daily spending limit
es: Límite diario de gasto recomendado

# analytics.title
source: Аналитика
en: Analytics
es: Analítica

# analytics.transactionsCount.%lld
source: %lld операций
en: %lld transactions
es: %lld operaciones

# analytics.trend
source: Тренд доходов и расходов
en: Income & Expense Trend
es: Tendencia de ingresos y gastos

# analytics.trendHint
source: Тренд доходов и расходов за 6 месяцев
en: Income and expense trends over 6 months
es: Tendencias de ingresos y gastos en 6 meses

# analyticsPeriod.month
source: Месяц
en: Month
es: Mes

# analyticsPeriod.quarter
source: Квартал
en: Quarter
es: Trimestre

# analyticsPeriod.week
source: Неделя
en: Week
es: Semana

# analyticsPeriod.year
source: Год
en: Year
es: Año

# assistant.actionCompleted
source: Действие выполнено
en: Action completed
es: Accion completada

# assistant.actionFailed
source: Ошибка выполнения
en: Action failed
es: Error de ejecucion

# assistant.askPlaceholder
source: Спросите что-нибудь...
en: Ask something...
es: Pregunte algo...

# assistant.askSomething
source: Спросите что-нибудь...
en: Ask something...
es: Pregunte algo...

# assistant.cannotIdentifyMessage
source: Не удалось определить сообщение
en: Could not identify message
es: No se pudo identificar el mensaje

# assistant.createBudgets %lld
source: Создать %lld бюджетов
en: Create %lld budgets
es: Crear %lld presupuestos

# assistant.greeting
source: Привет! Я Akifi
en: Hi! I'm Akifi
es: Hi! I'm Akifi

# assistant.history
source: История
en: History
es: Historial

# assistant.maxChars
source: Максимум 500 символов
en: Maximum 500 characters
es: Maximo 500 caracteres

# assistant.minChars
source: Минимум 2 символа
en: Minimum 2 characters
es: Minimo 2 caracteres

# assistant.newChat
source: Новый чат
en: New chat
es: Nuevo chat

# assistant.newConversation
source: Новая беседа
en: New conversation
es: Nueva conversación

# assistant.noActiveConversation
source: Нет активного разговора
en: No active conversation
es: No hay conversacion activa

# assistant.noConversations
source: Нет бесед
en: No conversations
es: Sin conversaciones

# assistant.placeholder
source: Спросите что-нибудь...
en: Ask anything...
es: Ask anything...

# assistant.prompt.accountSpending %@
source: Расходы по %@
en: Spending on %@
es: Gastos en %@

# assistant.prompt.accountSpending.query %@
source: Покажи расходы по счёту %@
en: Show spending breakdown for account %@
es: Muestra el desglose de gastos de la cuenta %@

# assistant.prompt.analyzeCategory %@ %@
source: Анализ %1$@ %2$@
en: Analyze %1$@ %2$@
es: Analizar %1$@ %2$@

# assistant.prompt.analyzeCategory.query %@
source: Проанализируй расходы на %@
en: Analyze my spending on %@
es: Analiza mis gastos en %@

# assistant.prompt.anomalies
source: Есть ли аномалии в расходах?
en: Any unusual spending?
es: ¿Algún gasto inusual?

# assistant.prompt.anomalies.query
source: Есть ли аномалии в расходах?
en: Any unusual spending?
es: ¿Algún gasto inusual?

# assistant.prompt.budget
source: Какой бюджет я превысил?
en: Which budget did I exceed?
es: ¿Qué presupuesto excedí?

# assistant.prompt.budget.query
source: Какой бюджет я превысил?
en: Which budget did I exceed?
es: ¿Qué presupuesto excedí?

# assistant.prompt.categories
source: Покажи расходы по категориям
en: Show expenses by category
es: Mostrar gastos por categoría

# assistant.prompt.categories.query
source: Покажи расходы по категориям
en: Show expenses by category
es: Mostrar gastos por categoría

# assistant.prompt.compare
source: Сравни расходы с прошлым месяцем
en: Compare spending with last month
es: Comparar gastos con el mes pasado

# assistant.prompt.compare.query
source: Сравни расходы с прошлым месяцем
en: Compare spending with last month
es: Comparar gastos con el mes pasado

# assistant.prompt.save
source: Как мне сэкономить?
en: How can I save money?
es: ¿Cómo puedo ahorrar?

# assistant.prompt.save.query
source: Как мне сэкономить?
en: How can I save money?
es: ¿Cómo puedo ahorrar?

# assistant.prompt.spending
source: Сколько я потратил в этом месяце?
en: How much did I spend this month?
es: ¿Cuánto gasté este mes?

# assistant.prompt.spending.query
source: Сколько я потратил в этом месяце?
en: How much did I spend this month?
es: ¿Cuánto gasté este mes?

# assistant.recognizing
source: Распознаю речь...
en: Recognizing speech...
es: Reconociendo voz...

# assistant.recordingError
source: Ошибка записи
en: Recording error
es: Error de grabacion

# assistant.recordingTooShort
source: Запись слишком короткая
en: Recording too short
es: Grabacion demasiado corta

# assistant.title
source: Ассистент
en: Assistant
es: Asistente

# assistant.tooFast
source: Слишком быстро! Подождите немного.
en: Too fast! Please wait a moment.
es: ¡Demasiado rápido! Espera un momento.

# assistant.transcribing
source: Распознаю речь...
en: Transcribing...
es: Transcribiendo...

# assistant.voiceInput
source: Голосовой ввод
en: Voice input
es: Entrada de voz

# assistant.welcome
source: Привет! Я Akifi
en: Hi! I'm Akifi
es: ¡Hola! Soy Akifi

# assistant.welcomeDesc
source: Спросите меня о ваших финансах — расходы, бюджеты, советы по экономии
en: Ask me about your finances — expenses, budgets, saving tips
es: Pregúntame sobre tus finanzas — gastos, presupuestos, consejos de ahorro

# assistant.welcomeSubtitle
source: Спросите меня о ваших финансах — расходы, бюджеты, советы по экономии
en: Ask me about your finances — expenses, budgets, savings tips
es: Pregúnteme sobre sus finanzas — gastos, presupuestos, consejos de ahorro

# auth.agreeTerms
source: Регистрируясь, вы соглашаетесь с Условиями использования и Политикой конфиденциальности
en: By signing up, you agree to the Terms of Service and Privacy Policy
es: Al registrarte, aceptas los Términos de Servicio y la Política de Privacidad

# auth.backToSignIn
source: Вернуться к входу
en: Back to Sign In
es: Volver a Iniciar Sesión

# auth.checkInbox
source: Проверьте почту
en: Check Your Inbox
es: Revisa tu Bandeja

# auth.confirmPassword
source: Подтвердите пароль
en: Confirm Password
es: Confirmar Contraseña

# auth.continueEmail
source: Продолжить с Email
en: Continue with Email
es: Continuar con Email

# auth.continueGoogle
source: Продолжить с Google
en: Continue with Google
es: Continuar con Google

# auth.createAccount
source: Создать аккаунт
en: Create Account
es: Crear Cuenta

# auth.error.alreadyRegistered
source: Этот email уже зарегистрирован. Попробуйте войти.
en: This email is already registered. Try signing in.
es: Este email ya está registrado. Intenta iniciar sesión.

# auth.error.confirmRequired
source: Подтвердите пароль
en: Confirm your password
es: Confirma tu contraseña

# auth.error.emailInvalid
source: Некорректный формат email
en: Invalid email format
es: Formato de email inválido

# auth.error.emailNotConfirmed
source: Подтвердите email — проверьте почту
en: Please check your email to verify your account
es: Verifica tu email — revisa tu bandeja de entrada

# auth.error.emailRequired
source: Введите email
en: Enter your email
es: Ingresa tu email

# auth.error.generic
source: Что-то пошло не так. Попробуйте ещё раз.
en: Something went wrong. Please try again.
es: Algo salió mal. Inténtalo de nuevo.

# auth.error.invalidCredentials
source: Неверный email или пароль
en: Incorrect email or password
es: Email o contraseña incorrectos

# auth.error.network
source: Нет подключения к интернету
en: No internet connection
es: Sin conexión a internet

# auth.error.passwordRequired
source: Введите пароль
en: Enter your password
es: Ingresa tu contraseña

# auth.error.passwordsMismatch
source: Пароли не совпадают
en: Passwords do not match
es: Las contraseñas no coinciden

# auth.error.passwordTooShort
source: Минимум 8 символов
en: At least 8 characters
es: Al menos 8 caracteres

# auth.error.rateLimited
source: Слишком много попыток. Подождите минуту.
en: Too many attempts. Please wait a minute.
es: Demasiados intentos. Espera un minuto.

# auth.error.weakPassword
source: Пароль слишком слабый
en: Password is too weak
es: La contraseña es muy débil

# auth.feature.analytics
source: Аналитика расходов и доходов
en: Income & expense analytics
es: Análisis de ingresos y gastos

# auth.feature.assistant
source: AI-ассистент для финансов
en: AI financial assistant
es: Asistente financiero con IA

# auth.feature.budgets
source: Бюджеты, цели и подписки
en: Budgets, goals & subscriptions
es: Presupuestos, metas y suscripciones

# auth.forgotPassword
source: Забыли пароль?
en: Forgot Password?
es: ¿Olvidaste tu contraseña?

# auth.hasAccount
source: Уже есть аккаунт? Войти
en: Already have an account? Sign In
es: Already have an account? Sign In

# auth.hasTelegramCode
source: У меня есть код из Telegram
en: I have a code from Telegram
es: I have a code from Telegram

# auth.login
source: Вход
en: Login
es: Login

# auth.noAccount
source: Нет аккаунта? Зарегистрироваться
en: No account? Sign Up
es: No account? Sign Up

# auth.openEmailApp
source: Открыть почту
en: Open Email App
es: Abrir App de Email

# auth.password
source: Пароль
en: Password
es: Contraseña

# auth.password.fair
source: Средний
en: Fair
es: Regular

# auth.password.good
source: Хороший
en: Good
es: Bueno

# auth.password.req.digit
source: Цифра
en: A digit
es: Un dígito

# auth.password.req.length
source: Минимум 8 символов
en: At least 8 characters
es: Al menos 8 caracteres

# auth.password.req.lowercase
source: Строчная буква
en: Lowercase letter
es: Letra minúscula

# auth.password.req.uppercase
source: Заглавная буква
en: Uppercase letter
es: Letra mayúscula

# auth.password.strong
source: Надёжный
en: Strong
es: Fuerte

# auth.password.weak
source: Слабый
en: Weak
es: Débil

# auth.personalFinance
source: Личные финансы
en: Personal Finance
es: Personal Finance

# auth.privacyPolicy
source: Политика конфиденциальности
en: Privacy Policy
es: Política de Privacidad

# auth.registration
source: Регистрация
en: Registration
es: Registration

# auth.resend
source: Отправить повторно
en: Resend
es: Reenviar

# auth.resendIn.%lld
source: Повторить через %lld сек
en: Resend in %lld sec
es: Reenviar en %lld seg

# auth.resetPassword
source: Сброс пароля
en: Reset Password
es: Restablecer Contraseña

# auth.resetPassword.sentTo.%@
source: Мы отправили ссылку для сброса пароля на %@
en: We sent a password reset link to %@
es: Enviamos un enlace de restablecimiento a %@

# auth.resetPassword.subtitle
source: Введите email, и мы отправим вам ссылку для сброса пароля
en: Enter your email and we will send you a password reset link
es: Ingresa tu email y te enviaremos un enlace para restablecer tu contraseña

# auth.resetPassword.title
source: Восстановление пароля
en: Reset Your Password
es: Restablecer Contraseña

# auth.sendResetLink
source: Отправить ссылку
en: Send Reset Link
es: Enviar Enlace

# auth.signIn
source: Войти
en: Sign In
es: Iniciar Sesión

# auth.signInEmail
source: Войти с Email
en: Sign in with Email
es: Sign in with Email

# auth.signOut
source: Выйти
en: Sign Out
es: Sign Out

# auth.signUp
source: Регистрация
en: Sign Up
es: Registrarse

# auth.subtitle
source: Умные финансы
en: Smart Finance
es: Finanzas Inteligentes

# auth.telegramCode
source: У меня есть код из Telegram
en: I have a Telegram code
es: Tengo un código de Telegram

# auth.termsOfService
source: Условия использования
en: Terms of Service
es: Términos de Servicio

# billingPeriod.custom
source: Свой период
en: Custom period
es: Periodo personalizado

# billingPeriod.monthly
source: Месяц
en: Month
es: Mes

# billingPeriod.quarterly
source: Квартал
en: Quarter
es: Trimestre

# billingPeriod.weekly
source: Неделя
en: Week
es: Semana

# billingPeriod.yearly
source: Год
en: Year
es: Ano

# budget.accessibility.remaining
source: осталось
en: remaining
es: restante

# budget.accessibility.swipeToEdit
source: Смахните для редактирования или архивации
en: Swipe to edit or archive
es: Desliza para editar o archivar

# budget.advanced
source: Дополнительные настройки
en: Advanced settings
es: Configuración avanzada

# budget.alertThresholds
source: Пороги предупреждений
en: Alert thresholds
es: Umbrales de alerta

# budget.allAccounts
source: Все счета
en: All accounts
es: Todas las cuentas

# budget.allCategories
source: Все категории
en: All categories
es: Todas las categorías

# budget.archive
source: Архивировать
en: Archive
es: Archivar

# budget.budgetName
source: Название бюджета
en: Budget name
es: Nombre del presupuesto

# budget.categories
source: Категории
en: Categories
es: Categorías

# budget.categoriesSelected.%lld
source: %lld выбрано
en: %lld selected
es: %lld seleccionadas

# budget.createDesc
source: Создайте бюджет, чтобы контролировать расходы
en: Create a budget to control expenses
es: Crea un presupuesto para controlar gastos

# budget.daysRemaining.%lld
source: %lld дн. осталось
en: %lld days left
es: %lld días restantes

# budget.descriptionOpt
source: Описание (необязательно)
en: Description (optional)
es: Descripción (opcional)

# budget.descriptionOptional
source: Описание (необязательно)
en: Description (optional)
es: Descripción (opcional)

# budget.exceeded
source: Превышен
en: Exceeded
es: Excedido

# budget.exceeded.%@
source: Бюджет превышен на %@
en: Budget exceeded by %@
es: Presupuesto excedido en %@

# budget.forecastOverrun.%@
source: При текущем темпе бюджет закончится %@
en: At current pace, budget ends %@
es: Al ritmo actual, el presupuesto se agota el %@

# budget.freeRemaining.%@
source: Свободно: %@
en: Free: %@
es: Libre: %@

# budget.name
source: Название бюджета
en: Budget Name
es: Nombre del presupuesto

# budget.nearLimit
source: Почти лимит
en: Near Limit
es: Cerca del límite

# budget.newBudget
source: Новый бюджет
en: New budget
es: Nuevo presupuesto

# budget.noBudgets
source: Нет бюджетов
en: No budgets
es: Sin presupuestos

# budget.noBudgets.description
source: Создайте бюджет, чтобы контролировать расходы
en: Create a budget to track expenses
es: Cree un presupuesto para controlar gastos

# budget.onPace
source: В темпе
en: On pace
es: Al ritmo

# budget.onTrack
source: В норме
en: On Track
es: En orden

# budget.pace.onTrack
source: В темпе
en: On track
es: En ritmo

# budget.pace.overPace
source: Выше темпа
en: Over pace
es: Exceso de ritmo

# budget.pace.slightlyOver
source: Чуть выше
en: Slightly over
es: Ligeramente por encima

# budget.pace.underPace
source: Ниже темпа
en: Under pace
es: Por debajo del ritmo

# budget.perDay
source: день
en: day
es: día

# budget.period
source: Период
en: Period
es: Período

# budget.periodName.custom
source: Произвольный бюджет
en: Custom Budget
es: Presupuesto personalizado

# budget.periodName.monthly
source: Месячный бюджет
en: Monthly Budget
es: Presupuesto mensual

# budget.periodName.quarterly
source: Квартальный бюджет
en: Quarterly Budget
es: Presupuesto trimestral

# budget.periodName.weekly
source: Недельный бюджет
en: Weekly Budget
es: Presupuesto semanal

# budget.periodName.yearly
source: Годовой бюджет
en: Yearly Budget
es: Presupuesto anual

# budget.quarter
source: Квартал
en: Q
es: T

# budget.rollover
source: Перенос остатка
en: Rollover balance
es: Trasladar saldo

# budget.status.nearLimit
source: Почти лимит
en: Near limit
es: Casi al límite

# budget.status.onTrack
source: В норме
en: On track
es: En norma

# budget.status.overLimit
source: Превышен
en: Over limit
es: Excedido

# budget.status.warning
source: Внимание
en: Warning
es: Atención

# budget.subscriptions.%@
source: Подписки: %@
en: Subscriptions: %@
es: Suscripciones: %@

# budget.summary.accessibility.%lld.%lld.%lld.%lld
source: Обзор: %1$lld в норме, %2$lld внимание, %3$lld превышены. %4$lld процентов использовано.
en: Budget overview: %1$lld on track, %2$lld warning, %3$lld over limit. Overall %4$lld percent spent.
es: Resumen: %1$lld en curso, %2$lld en alerta, %3$lld excedidos. %4$lld por ciento gastado.

# budget.summary.subscriptions.%@
source: Подписки резервируют %@ / период
en: Subscriptions commit %@/period
es: Suscripciones comprometen %@/período

# budget.summary.total
source: Всего бюджетов
en: Total budgets
es: Total presupuestos

# budget.title
source: Бюджеты
en: Budgets
es: Presupuestos

# budget.warning
source: Внимание
en: Warning
es: Atención

# budgets.allCategories
source: Все категории
en: All categories
es: All categories

# budgets.basic
source: Основное
en: Basic
es: Basic

# budgets.budgetName
source: Название бюджета
en: Budget name
es: Budget name

# budgets.categories
source: Категории
en: Categories
es: Categories

# budgets.createDescription
source: Создайте бюджет, чтобы контролировать расходы
en: Create a budget to track spending
es: Create a budget to track spending

# budgets.newBudget
source: Новый бюджет
en: New Budget
es: New Budget

# budgets.noBudgets
source: Нет бюджетов
en: No budgets
es: No budgets

# budgets.rollover
source: Перенос остатка
en: Rollover balance
es: Rollover balance

# budgetType.goal
source: Цель
en: Goal
es: Meta

# budgetType.goal.description
source: Цель накопления
en: Savings goal
es: Meta de ahorro

# budgetType.hard
source: Жёсткий
en: Strict
es: Estricto

# budgetType.hard.description
source: Строгий лимит — оповещения при приближении к порогу
en: Strict limit — alerts when approaching the cap
es: Límite estricto — alertas al acercarse al tope

# budgetType.soft
source: Гибкий
en: Flexible
es: Flexible

# budgetType.soft.description
source: Гибкий — отслеживает расходы без жёстких ограничений
en: Flexible — tracks spending without hard caps
es: Flexible — rastrea gastos sin límites estrictos

# categories.color
source: Цвет
en: Color
es: Color

# categories.deleteConfirm
source: Удалить категорию?
en: Delete category?
es: Eliminar categoria?

# categories.deleteWarning %@ %lld
source: Категория «%@» используется в %lld транзакциях. Она будет скрыта, но транзакции сохранятся.
en: Category "%@" is used in %lld transactions. It will be hidden, but transactions will be kept.
es: La categoria "%@" se usa en %lld transacciones. Se ocultara, pero las transacciones se conservaran.

# categories.edit
source: Редактирование
en: Edit
es: Editar

# categories.hidden
source: Скрытые
en: Hidden
es: Ocultas

# categories.icon
source: Иконка
en: Icon
es: Icono

# categories.new
source: Новая категория
en: New category
es: Nueva categoria
